Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Text, Image & Status
ar: النصوص والصور والحالة
bg: Текст, изображение и статус
bn: টেক্সট, ছবি ও অবস্থা
ca: Text, imatge i estat
cs: Text, obrázky a stav
da: Tekst, billede og status
de: Text, Bild und Status
el: Κείμενο, εικόνα και κατάσταση
es: Texto, imagen y estado
fi: Teksti, kuva ja tila
fr: Texte, image et état
gu: લખાણ, છબી અને સ્થિતિ
he: טקסט, תמונה ומצב
hi: टेक्स्ट, चित्र और स्थिति
hr: Tekst, slike i status
hu: Szöveg, kép és állapot
id: Teks, gambar, dan status
it: Testo, immagine e stato
ja: テキスト・画像・状態表示
kk: Мәтін, сурет және күй
kn: ಪಠ್ಯ, ಚಿತ್ರ ಮತ್ತು ಸ್ಥಿತಿ
ko: 텍스트, 이미지 및 상태
lt: Tekstas, vaizdas ir būsena
ml: ടെക്സ്റ്റ്, ചിത്രം, നില
mr: मजकूर, प्रतिमा आणि स्थिती
ms: Teks, imej dan status
nb: Tekst, bilde og status
nl: Tekst, beeld en status
or: ଟେକ୍ସଟ୍, ଛବି ଓ ସ୍ଥିତି
pa: ਲਿਖਤ, ਚਿੱਤਰ ਅਤੇ ਹਾਲਤ
pl: Tekst, obraz i stan
pt: Texto, imagem e status
ro: Text, imagine și stare
ru: Текст, изображение и статус
sk: Text, obrázok a stav
sl: Besedilo, slika in stanje
sv: Text, bild och status
ta: உரை, படம் மற்றும் நிலை
te: టెక్స్ట్, చిత్రం మరియు స్థితి
th: ข้อความ รูปภาพ และสถานะ
tr: Metin, görsel ve durum
uk: Текст, зображення і стан
ur: متن، تصویر اور حالت
vi: Văn bản, hình ảnh và trạng thái
zh_hans: 文本、图像与状态展示
zh_hant: 文字、影像與狀態顯示

source: Thanks to every user for downloading, using, and supporting.
ar: شكرًا لكل مستخدم على التنزيل والاستخدام والدعم.
bg: Благодарим на всеки потребител за изтеглянето, използването и подкрепата.
bn: ডাউনলোড, ব্যবহার ও সমর্থনের জন্য সকল ব্যবহারকারীকে ধন্যবাদ।
ca: Gràcies a tots els usuaris per baixar, utilitzar i donar suport.
cs: Děkujeme všem uživatelům za stažení, používání a podporu.
da: Tak til alle brugere for download, brug og støtte.
de: Danke an alle Nutzer für Download, Nutzung und Unterstützung.
el: Ευχαριστούμε κάθε χρήστη για τη λήψη, τη χρήση και την υποστήριξη.
es: Gracias a cada usuario por descargar, usar y apoyar la app.
fi: Kiitos kaikille käyttäjille latauksesta, käytöstä ja tuesta.
fr: Merci à tous les utilisateurs pour leur téléchargement, leur utilisation et leur soutien.
gu: ડાઉનલોડ, ઉપયોગ અને સમર્થન માટે દરેક વપરાશકર્તાનો આભાર.
he: תודה לכל משתמש על ההורדה, השימוש והתמיכה.
hi: डाउनलोड, उपयोग और समर्थन के लिए हर उपयोगकर्ता का धन्यवाद।
hr: Hvala svim korisnicima na preuzimanju, korištenju i podršci.
hu: Köszönjük minden felhasználónak a letöltést, a használatot és a támogatást.
id: Terima kasih kepada setiap pengguna atas unduhan, penggunaan, dan dukungannya.
it: Grazie a tutti gli utenti per il download, l’utilizzo e il supporto.
ja: すべてのユーザーのダウンロード、ご利用、ご支援に感謝します。
kk: Жүктеп алып, қолданып, қолдау көрсеткен әрбір пайдаланушыға рахмет.
kn: ಡೌನ್‌ಲೋಡ್, ಬಳಕೆ ಮತ್ತು ಬೆಂಬಲಕ್ಕಾಗಿ ಪ್ರತಿಯೊಬ್ಬ ಬಳಕೆದಾರರಿಗೆ ಧನ್ಯವಾದಗಳು.
ko: 다운로드와 사용, 그리고 응원에 감사드립니다.
lt: Dėkojame kiekvienam naudotojui už atsisiuntimą, naudojimą ir palaikymą.
ml: ഡൗൺലോഡ്, ഉപയോഗം, പിന്തുണ എന്നിവയ്ക്കായി ഓരോ ഉപയോക്താവിനും നന്ദി.
mr: डाउनलोड, वापर आणि पाठिंब्यासाठी प्रत्येक वापरकर्त्याचे आभार.
ms: Terima kasih kepada setiap pengguna atas muat turun, penggunaan dan sokongan.
nb: Takk til alle brukere for nedlasting, bruk og støtte.
nl: Dank aan alle gebruikers voor het downloaden, gebruiken en steunen.
or: ଡାଉନଲୋଡ୍, ବ୍ୟବହାର ଓ ସମର୍ଥନ ପାଇଁ ପ୍ରତ୍ୟେକ ବ୍ୟବହାରକାରୀଙ୍କୁ ଧନ୍ୟବାଦ।
pa: ਡਾਊਨਲੋਡ, ਵਰਤੋਂ ਅਤੇ ਸਮਰਥਨ ਲਈ ਹਰ ਯੂਜ਼ਰ ਦਾ ਧੰਨਵਾਦ।
pl: Dziękujemy wszystkim użytkownikom za pobranie, korzystanie i wsparcie.
pt: Obrigado a todos os usuários pelo download, uso e apoio.
ro: Mulțumim fiecărui utilizator pentru descărcare, utilizare și susținere.
ru: Спасибо каждому пользователю за загрузку, использование и поддержку.
sk: Ďakujeme každému používateľovi za stiahnutie, používanie a podporu.
sl: Hvala vsakemu uporabniku za prenos, uporabo in podporo.
sv: Tack till varje användare för nedladdning, användning och stöd.
ta: பதிவிறக்கம், பயன்பாடு மற்றும் ஆதரவுக்கு ஒவ்வொரு பயனருக்கும் நன்றி.
te: డౌన్‌లోడ్, వినియోగం మరియు మద్దతు అందించిన ప్రతి వినియోగదారికి ధన్యవాదాలు.
th: ขอบคุณผู้ใช้ทุกคนสำหรับการดาวน์โหลด การใช้งาน และการสนับสนุน
tr: İndirme, kullanım ve destekleri için tüm kullanıcılara teşekkürler.
uk: Дякуємо кожному користувачеві за завантаження, використання та підтримку.
ur: ڈاؤن لوڈ، استعمال اور حمایت کے لیے ہر صارف کا شکریہ۔
vi: Cảm ơn mọi người dùng đã tải xuống, sử dụng và ủng hộ.
zh_hans: 感谢每一位用户的下载、使用与支持
zh_hant: 感謝每一位用戶的下載、使用與支持

source: Thanks to the following open-source projects for their support in this app.
ar: شكرًا لمشاريع المصادر المفتوحة التالية على ما قدمته من دعم لهذا التطبيق.
bg: Благодарим на следните проекти с отворен код за помощта към това приложение.
bn: এই অ্যাপে সহায়তার জন্য নিম্নলিখিত ওপেন-সোর্স প্রকল্পগুলোকে ধন্যবাদ।
ca: Gràcies als projectes de codi obert següents per la seva ajuda en aquesta app.
cs: Děkujeme následujícím open-source projektům za pomoc této aplikaci.
da: Tak til følgende open source-projekter for deres hjælp til denne app.
de: Danke an die folgenden Open-Source-Projekte für ihre Unterstützung dieser App.
el: Ευχαριστούμε τα παρακάτω έργα ανοιχτού κώδικα για τη βοήθειά τους σε αυτήν την εφαρμογή.
es: Gracias a los siguientes proyectos de código abierto por su ayuda a esta app.
fi: Kiitos seuraaville avoimen lähdekoodin projekteille tämän sovelluksen tukemisesta.
fr: Merci aux projets open source suivants pour leur aide apportée à cette app.
gu: આ એપને મદદ કરવા બદલ નીચેના ઓપન-સોર્સ પ્રોજેક્ટ્સનો આભાર.
he: תודה לפרויקטי הקוד הפתוח הבאים על הסיוע לאפליקציה הזו.
hi: इस ऐप को सहायता देने वाले निम्नलिखित ओपन-सोर्स प्रोजेक्ट्स का धन्यवाद।
hr: Hvala sljedećim open-source projektima na pomoći ovoj aplikaciji.
hu: Köszönjük a következő nyílt forráskódú projekteknek az alkalmazás támogatását.
id: Terima kasih kepada proyek open-source berikut atas bantuannya untuk aplikasi ini.
it: Grazie ai seguenti progetti open source per il supporto offerto a questa app.
ja: 以下のオープンソースプロジェクトによる本アプリへの支援に感謝します。
kk: Осы қолданбаға көмектескен келесі ашық бастапқы код жобаларына алғыс айтамыз.
kn: ಈ ಆಪ್‌ಗೆ ಸಹಾಯ ಮಾಡಿದ ಕೆಳಗಿನ ಓಪನ್‌ಸೋರ್ಸ್ ಯೋಜನೆಗಳಿಗೆ ಧನ್ಯವಾದಗಳು.
ko: 이 앱에 도움을 준 아래 오픈소스 프로젝트에 감사드립니다.
lt: Dėkojame šiems atvirojo kodo projektams už pagalbą šiai programėlei.
ml: ഈ ആപ്പിന് സഹായം നൽകിയ താഴെപ്പറയുന്ന ഓപ്പൺ സോഴ്‌സ് പദ്ധതികൾക്ക് നന്ദി.
mr: या अॅपसाठी मदत केलेल्या खालील मुक्त-स्रोत प्रकल्पांचे आभार.
ms: Terima kasih kepada projek sumber terbuka berikut atas bantuan kepada aplikasi ini.
nb: Takk til følgende åpen kildekode-prosjekter for hjelpen til denne appen.
nl: Dank aan de volgende open-sourceprojecten voor hun hulp aan deze app.
or: ଏହି ଆପ୍‌କୁ ସହାୟତା କରିଥିବା ନିମ୍ନଲିଖିତ ଓପେନ୍-ସୋର୍ସ ପ୍ରକଳ୍ପମାନଙ୍କୁ ଧନ୍ୟବାଦ।
pa: ਇਸ ਐਪ ਲਈ ਮਦਦ ਕਰਨ ਵਾਲੇ ਹੇਠਾਂ ਦਿੱਤੇ ਓਪਨ-ਸੋਰਸ ਪ੍ਰੋਜੈਕਟਾਂ ਦਾ ਧੰਨਵਾਦ।
pl: Dziękujemy poniższym projektom open source za pomoc dla tej aplikacji.
pt: Obrigado aos projetos de código aberto a seguir pela ajuda a este app.
ro: Mulțumim următoarelor proiecte open-source pentru ajutorul oferit acestei aplicații.
ru: Благодарим следующие open-source проекты за помощь этому приложению.
sk: Ďakujeme nasledujúcim open-source projektom za pomoc tejto aplikácii.
sl: Hvala naslednjim odprtokodnim projektom za pomoč tej aplikaciji.
sv: Tack till följande open source-projekt för deras hjälp med den här appen.
ta: இந்த செயலிக்கு உதவி செய்த கீழ்க்கண்ட திறந்த மூல திட்டங்களுக்கு நன்றி.
te: ఈ యాప్‌కు సహాయం చేసిన క్రింది ఓపెన్ సోర్స్ ప్రాజెక్టులకు ధన్యవాదాలు.
th: ขอขอบคุณโครงการโอเพนซอร์สต่อไปนี้ที่ให้ความช่วยเหลือแก่แอปนี้
tr: Bu uygulamaya katkı sağlayan aşağıdaki açık kaynak projelerine teşekkürler.
uk: Дякуємо таким open-source проєктам за допомогу цьому застосунку.
ur: اس ایپ کی مدد کرنے والے درج ذیل اوپن سورس منصوبوں کا شکریہ۔
vi: Cảm ơn các dự án mã nguồn mở sau đây đã hỗ trợ ứng dụng này.
zh_hans: 感谢以下开源项目为本应用提供的帮助
zh_hant: 感謝以下開源項目為本應用提供的幫助

source: Thanks to the following platforms for their resources and technical support.
ar: شكرًا للمنصات التالية على الموارد والدعم التقني.
bg: Благодарим на следните платформи за ресурсите и техническата подкрепа.
bn: নিম্নলিখিত প্ল্যাটফর্মগুলোর রিসোর্স ও প্রযুক্তিগত সহায়তার জন্য ধন্যবাদ।
ca: Gràcies a les plataformes següents pels recursos i el suport tècnic.
cs: Děkujeme následujícím platformám za zdroje a technickou podporu.
da: Tak til følgende platforme for ressourcer og teknisk support.
de: Danke an die folgenden Plattformen für Ressourcen und technische Unterstützung.
el: Ευχαριστούμε τις παρακάτω πλατφόρμες για τους πόρους και την τεχνική υποστήριξη.
es: Gracias a las siguientes plataformas por sus recursos y soporte técnico.
fi: Kiitos seuraaville alustoille resursseista ja teknisestä tuesta.
fr: Merci aux plateformes suivantes pour leurs ressources et leur support technique.
gu: નીચેના પ્લેટફોર્મ્સનો સંસાધનો અને ટેક્નિકલ સપોર્ટ માટે આભાર.
he: תודה לפלטפורמות הבאות על המשאבים והתמיכה הטכנית.
hi: निम्नलिखित प्लेटफ़ॉर्मों को संसाधनों और तकनीकी सहायता के लिए धन्यवाद।
hr: Hvala sljedećim platformama na resursima i tehničkoj podršci.
hu: Köszönjük a következő platformoknak az erőforrásokat és a technikai támogatást.
id: Terima kasih kepada platform berikut atas sumber daya dan dukungan teknisnya.
it: Grazie alle seguenti piattaforme per le risorse e il supporto tecnico.
ja: 以下のプラットフォームによるリソースと技術サポートに感謝します。
kk: Төмендегі платформаларға ресурстар мен техникалық қолдау үшін алғыс айтамыз.
kn: ಕೆಳಗಿನ ವೇದಿಕೆಗಳಿಗೆ ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ತಾಂತ್ರಿಕ ಬೆಂಬಲಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.
ko: 아래 플랫폼에서 제공한 자료와 기술 지원에 감사드립니다.
lt: Dėkojame šioms platformoms už išteklius ir techninę pagalbą.
ml: താഴെപ്പറയുന്ന പ്ലാറ്റ്‌ഫോമുകൾ നൽകിയ വിഭവങ്ങൾക്കും സാങ്കേതിക പിന്തുണയ്ക്കും നന്ദി.
mr: संसाधने आणि तांत्रिक सहाय्यासाठी खालील प्लॅटफॉर्मचे आभार.
ms: Terima kasih kepada platform berikut atas sumber dan sokongan teknikal.
nb: Takk til følgende plattformer for ressurser og teknisk støtte.
nl: Dank aan de volgende platforms voor hun middelen en technische ondersteuning.
or: ନିମ୍ନଲିଖିତ ପ୍ଲାଟଫର୍ମମାନଙ୍କର ସମ୍ପଦ ଓ ପ୍ରାଯୁକ୍ତିକ ସହାୟତା ପାଇଁ ଧନ୍ୟବାଦ।
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਪਲੇਟਫਾਰਮਾਂ ਦਾ ਸਰੋਤਾਂ ਅਤੇ ਤਕਨੀਕੀ ਸਹਾਇਤਾ ਲਈ ਧੰਨਵਾਦ।
pl: Dziękujemy poniższym platformom za zasoby i wsparcie techniczne.
pt: Obrigado às plataformas a seguir pelos recursos e suporte técnico.
ro: Mulțumim următoarelor platforme pentru resurse și suport tehnic.
ru: Благодарим следующие платформы за ресурсы и техническую поддержку.
sk: Ďakujeme nasledujúcim platformám za zdroje a technickú podporu.
sl: Hvala naslednjim platformam za vire in tehnično podporo.
sv: Tack till följande plattformar för resurser och teknisk support.
ta: கீழ்க்கண்ட தளங்கள் வழங்கிய வளங்கள் மற்றும் தொழில்நுட்ப ஆதரவுக்கு நன்றி.
te: క్రింది ప్లాట్‌ఫారమ్‌లు అందించిన వనరులు మరియు సాంకేతిక సహాయానికి ధన్యవాదాలు.
th: ขอขอบคุณแพลตฟอร์มต่อไปนี้สำหรับทรัพยากรและการสนับสนุนทางเทคนิค
tr: Kaynaklar ve teknik destek için aşağıdaki platformlara teşekkürler.
uk: Дякуємо таким платформам за ресурси та технічну підтримку.
ur: درج ذیل پلیٹ فارمز کا وسائل اور تکنیکی معاونت کے لیے شکریہ۔
vi: Cảm ơn các nền tảng sau đã cung cấp tài nguyên và hỗ trợ kỹ thuật.
zh_hans: 感谢以下平台提供的资源与技术支持
zh_hant: 感謝以下平台提供的資源與技術支持

source: Third-Party Libraries
ar: مكتبات الطرف الثالث
bg: Библиотеки на трети страни
bn: তৃতীয়-পক্ষ লাইব্রেরি
ca: Biblioteques de tercers
cs: Knihovny třetích stran
da: Tredjepartsbiblioteker
de: Drittanbieter-Bibliotheken
el: Βιβλιοθήκες τρίτων
es: Bibliotecas de terceros
fi: Kolmannen osapuolen kirjastot
fr: Bibliothèques tierces
gu: તૃતીય-પક્ષ લાઇબ્રેરીઓ
he: ספריות צד שלישי
hi: तृतीय-पक्ष लाइब्रेरी
hr: Biblioteke trećih strana
hu: Harmadik féltől származó könyvtárak
id: Pustaka pihak ketiga
it: Librerie di terze parti
ja: サードパーティライブラリ
kk: Үшінші тарап кітапханалары
kn: ಮೂರನೇ ಪಕ್ಷದ ಲೈಬ್ರರಿಗಳು
ko: 서드파티 라이브러리
lt: Trečiųjų šalių bibliotekos
ml: തൃതീയകക്ഷി ലൈബ്രറികൾ
mr: तृतीय-पक्ष लायब्ररी
ms: Pustaka pihak ketiga
nb: Tredjepartsbiblioteker
nl: Bibliotheken van derden
or: ତୃତୀୟ ପକ୍ଷ ଲାଇବ୍ରେରି
pa: ਤੀਜੀ-ਪੱਖ ਲਾਇਬ੍ਰੇਰੀਆਂ
pl: Biblioteki zewnętrzne
pt: Bibliotecas de terceiros
ro: Biblioteci terțe
ru: Сторонние библиотеки
sk: Knižnice tretích strán
sl: Knjižnice tretjih oseb
sv: Tredjepartsbibliotek
ta: மூன்றாம் தரப்பு நூலகங்கள்
te: తృతీయ-పక్ష లైబ్రరీలు
th: ไลบรารีของบุคคลที่สาม
tr: Üçüncü taraf kütüphaneler
uk: Сторонні бібліотеки
ur: تھرڈ پارٹی لائبریریاں
vi: Thư viện bên thứ ba
zh_hans: 第三方库支持
zh_hant: 第三方庫支持

# tool_Preview
source: Preview
ar: معاينة
bg: Преглед
bn: প্রিভিউ
ca: Vista prèvia
cs: Náhled
da: Visning
de: Vorschau
el: Προεπισκ.
es: Vista previa
fi: Esikatselu
fr: Aperçu
gu: પૂર્વાવલોકન
he: תצוגה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала
kn: ಮುನ್ನೋಟ
ko: 미리보기
lt: Peržiūra
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
ms: Pratonton
nb: Forhåndsvis
nl: Voorbeeld
or: ପୂର୍ବଦର୍ଶନ
pa: ਝਲਕ
pl: Podgląd
pt: Prévia
ro: Previz.
ru: Превью
sk: Náhľad
sl: Predogled
sv: Förhandsvis
ta: முன்காட்சி
te: ప్రివ్యూ
th: ตัวอย่าง
tr: Önizleme
uk: Попередній
ur: پیش نظارہ
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Tools
ar: الدروس
bg: Инструменти
bn: টুলবক্স
ca: Eines
cs: Nástroje
da: Værktøj
el: Εργαλεία
es: Herramientas
fi: Työkalut
fr: Outils
gu: ટૂલબોક્સ
he: קורסים
hi: टूलबॉक्स
hr: Alati
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール箱
kk: Құралдар
kn: ಟೂಲ್‌ಬಾಕ್ಸ್
ko: 도구함
lt: Įrankiai
ml: ടൂൾബോക്സ്
mr: टूलबॉक्स
ms: Alat
nb: Verktøy
nl: Toolbox
or: ଟୁଲ୍‌ବକ୍ସ
pa: ਟੂਲਬਾਕਸ
pl: Narzędzia
pt: Ferramentas
ro: Unelte
ru: Инструменты
sk: Nástroje
sl: Orodja
sv: Verktyg
ta: கருவிகள்
te: సాధనాలు
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
ur: اسباق
vi: Công cụ
zh_hans: 工具箱
zh_hant: 工具箱

source: Type System
ar: نظام الأنواع
bg: Система на типовете
bn: টাইপ সিস্টেম
ca: Sistema de tipus
cs: Typový systém
de: Das Typsystem
el: Σύστημα τύπων
es: Sistema de tipos
fi: Tyyppijärjestelmä
fr: Système de types
gu: ટાઇપ સિસ્ટમ
he: מערכת טיפוסים
hi: टाइप सिस्टम
hr: Sustav tipova
hu: Típusrendszer
id: Sistem tipe
it: Sistema di tipi
ja: 型システム
kk: Типтер жүйесі
kn: ಟೈಪ್ ಸಿಸ್ಟಮ್
ko: 타입 시스템
lt: Tipų sistema
ml: ടൈപ്പ് സിസ്റ്റം
mr: टाइप प्रणाली
ms: Sistem jenis
nl: Typesysteem
or: ଟାଇପ ସିଷ୍ଟମ
pa: ਟਾਈਪ ਸਿਸਟਮ
pl: System typów
pt: Sistema de tipos
ro: Sistem de tipuri
ru: Система типов
sk: Typový systém
sl: Sistem tipov
sv: Typsystem
ta: வகை அமைப்பு
te: టైప్ సిస్టమ్
th: ระบบชนิดข้อมูล
tr: Tür sistemi
uk: Система типів
ur: ٹائپ سسٹم
vi: Hệ thống kiểu
zh_hans: 类型系统
zh_hant: 類型系統

source: UI Controls
ar: عناصر UI
bg: UI контроли
bn: UI কন্ট্রোল
ca: Controls UI
cs: UI prvky
da: UI-kontroller
de: UI-Steuerelem.
el: Στοιχεία UI
es: Controles UI
fi: UI-ohjaimet
fr: Contrôles UI
gu: UI કંટ્રોલ
he: פקדי UI
hi: UI कंट्रोल
hr: UI kontrole
hu: UI-elemek
id: Kontrol UI
it: Controlli UI
ja: UIコントロール
kk: UI басқару
kn: UI ನಿಯಂತ್ರಣ
ko: UI 컨트롤
lt: UI valdikliai
ml: UI നിയന്ത്രണം
mr: UI कंट्रोल
ms: Kawalan UI
nb: UI-kontroller
nl: UI-besturing
or: UI ନିୟନ୍ତ୍ରଣ
pa: UI ਕੰਟਰੋਲ
pl: Kontrolki UI
pt: Controles UI
ro: Controale UI
ru: UI-элементы
sk: UI prvky
sl: UI kontrole
sv: UI-kontroller
ta: UI கட்டுப்பாடுகள்
te: UI కంట్రోల్స్
th: คอนโทรล UI
tr: UI Kontrolleri
uk: Елементи UI
ur: UI کنٹرول
vi: Điều khiển UI
zh_hans: 常用 UI 控件
zh_hant: 常用 UI 控件

source: Variables and Constants
ar: المتغيرات والثوابت
bg: Променливи и константи
bn: ভেরিয়েবল এবং কনস্ট্যান্ট
ca: Variables i constants
cs: Proměnné a konstanty
da: Variabler og konstanter
de: Variablen und Konstanten
el: Μεταβλητές και σταθερές
es: Variables y constantes
fi: Muuttujat ja vakiot
fr: Variables et constantes
gu: ચલ અને સ્થિરાંકો
he: משתנים וקבועים
hi: चर और स्थिरांक
hr: Varijable i konstante
hu: Változók és konstansok
id: Variabel dan Konstanta
it: Variabili e costanti
ja: 変数と定数
kk: Айнымалылар мен тұрақтылар
kn: ಚರಗಳು ಮತ್ತು ಸ್ಥಿರಾಂಕಗಳು
ko: 변수와 상수
lt: Kintamieji ir konstantos
ml: ചറങ്ങളും സ്ഥിരാങ്കങ്ങളും
mr: चल आणि स्थिरांक
ms: Pembolehubah dan Pemalar
nb: Variabler og konstanter
nl: Variabelen en constanten
or: ଚର ଏବଂ ନିର୍ଦ୍ଧାରିତ
pa: ਚਲ ਅਤੇ ਸਥਿਰਾਂਕ
pl: Zmienne i stałe
pt: Variáveis e constantes
ro: Variabile și constante
ru: Переменные и константы
sk: Premenné a konštanty
sl: Spremenljivke in konstante
sv: Variabler och konstanter
ta: மாறிகள் மற்றும் நிலையான்கள்
te: చరాలు మరియు స్థిరాంకాలు
th: ตัวแปรและค่าคงที่
tr: Değişkenler ve Sabitler
uk: Змінні та константи
ur: متغیرات اور مستقلات
vi: Biến và Hằng số
zh_hans: 变量和常量
zh_hant: 變數和常量

source: Website
ar: الموقع
bg: Уебсайт
bn: ওয়েবসাইট
ca: Web
cs: Web
da: Websted
de: Webseite
el: Ιστότοπος
es: Sitio web
fi: Verkkosivu
fr: Site web
gu: વેબસાઇટ
he: אתר
hi: वेबसाइट
hr: Web
hu: Weboldal
id: Situs
it: Sito web
ja: サイト
kk: Сайт
kn: ವೆಬ್‌ಸೈಟ್
ko: 웹사이트
lt: Svetainė
ml: വെബ്സൈറ്റ്
mr: वेबसाइट
ms: Laman web
nb: Nettside
or: ୱେବସାଇଟ୍
pa: ਵੈਬਸਾਈਟ
pl: Strona
pt: Site
ro: Site
ru: Сайт
sk: Web
sl: Spletno mesto
sv: Webbplats
ta: இணையதளம்
te: వెబ్‌సైట్
th: เว็บไซต์
tr: Web sitesi
uk: Сайт
ur: ویب سائٹ
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Why I Built This App
ar: لماذا صنعت هذا التطبيق
bg: Защо създадох това приложение
bn: কেন আমি এই অ্যাপটি তৈরি করেছি
ca: Per què vaig crear aquesta app
cs: Proč jsem vytvořil tuto aplikaci
da: Hvorfor jeg lavede denne app
de: Warum ich diese App gemacht habe
el: Γιατί έφτιαξα αυτή την εφαρμογή
es: Por qué hice esta app
fi: Miksi loin tämän sovelluksen
fr: Pourquoi j’ai créé cette app
gu: મેં આ એપ કેમ બનાવી
he: למה יצרתי את האפליקציה הזו
hi: मैंने यह ऐप क्यों बनाया
hr: Zašto sam napravio ovu aplikaciju
hu: Miért készítettem ezt az appot
id: Mengapa saya membuat aplikasi ini
it: Perché ho creato questa app
ja: このアプリを作った理由
kk: Неге мен бұл қолданбаны жасадым
kn: ನಾನು ಈ ಆಪ್ ಅನ್ನು ಏಕೆ ನಿರ್ಮಿಸಿದೆ
ko: 이 앱을 만든 이유
lt: Kodėl sukūriau šią programėlę
ml: ഞാൻ ഈ ആപ്പ് ഉണ്ടാക്കിയ കാരണം
mr: मी हे अॅप का तयार केले
ms: Mengapa saya membina aplikasi ini
nb: Hvorfor jeg laget denne appen
nl: Waarom ik deze app heb gemaakt
or: ମୁଁ ଏହି ଆପ୍ କାହିଁକି ତିଆରି କରିଲି
pa: ਮੈਂ ਇਹ ਐਪ ਕਿਉਂ ਬਣਾਈ
pl: Dlaczego stworzyłem tę aplikację
pt: Por que criei este app
ro: De ce am creat această aplicație
ru: Почему я создал это приложение
sk: Prečo som vytvoril túto aplikáciu
sl: Zakaj sem ustvaril to aplikacijo
sv: Varför jag skapade den här appen
ta: நான் இந்த செயலியை ஏன் உருவாக்கினேன்
te: నేను ఈ యాప్‌ను ఎందుకు రూపొందించాను
th: เหตุผลที่ผมสร้างแอปนี้
tr: Bu uygulamayı neden yaptım
uk: Чому я створив цей застосунок
ur: میں نے یہ ایپ کیوں بنائی
vi: Lý do tôi tạo ra ứng dụng này
zh_hans: 为什么做这款 App
zh_hant: 為什麼做這款 App

source: Why This App
ar: فكرة التطبيق
bg: Идеята зад приложението
bn: এই অ্যাপের ভাবনা
ca: Idea de l’app
cs: Myšlenka aplikace
da: App-idé
de: Die Idee der App
el: Η ιδέα της εφαρμογής
es: La idea de la app
fi: Sovelluksen idea
fr: L’idée de l’app
gu: એપનો ઉદ્દેશ
he: הרעיון מאחורי האפליקציה
hi: ऐप का उद्देश्य
hr: Ideja aplikacije
hu: Az app mögötti ötlet
id: Ide di balik aplikasi
it: L’idea dell’app
ja: このアプリの想い
kk: Қолданбаның идеясы
kn: ಆಪ್‌ನ ಉದ್ದೇಶ
ko: 앱의 시작
lt: Programėlės idėja
ml: ആപ്പിന്റെ ഉദ്ദേശം
mr: अॅपमागची कल्पना
ms: Idea aplikasi
nb: Ideen bak appen
nl: Achter deze app
or: ଆପ୍‌ର ଉଦ୍ଦେଶ୍ୟ
pa: ਐਪ ਦਾ ਮਕਸਦ
pl: Idea aplikacji
pt: Ideia do app
ro: Ideea aplicației
ru: Идея приложения
sk: Myšlienka aplikácie
sl: Ideja aplikacije
sv: Idén bakom appen
ta: இந்த செயலியின் நோக்கம்
te: యాప్ ఉద్దేశం
th: แนวคิดของแอป
tr: Uygulamanın fikri
uk: Ідея застосунку
ur: ایپ کا مقصد
vi: Ý tưởng của ứng dụng
zh_hans: 产品初衷
zh_hant: 產品初衷
